Repository: CofficLab/GitOK
Catalog: Plugins/SmartMergePlugin/Sources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Failed to load branches
zh_hans: 加载分支失败
zh_hk: 載入分支失敗

source: Merge
zh_hans: 合并
zh_hk: 合併

source: Merge branches
zh_hans: 合并分支
zh_hk: 合併分支

source: Merge complete
zh_hans: 合并完成
zh_hk: 合併完成

source: Merge failed
zh_hans: 合并失败
zh_hk: 合併失敗

source: Merge paused with %d conflict files
zh_hans: 合并已暂停，发现 %d 个冲突文件
zh_hk: 合併已暫停，發現 %d 個衝突文件

source: Merged %@ into %@
zh_hans: 已将 %@ 合并到 %@
zh_hk: 已將 %@ 合併到 %@

source: Merging %@
zh_hans: 正在合并 %@
zh_hk: 正在合併 %@

source: Merging %@ into %@
zh_hans: 正在将 %@ 合并到 %@
zh_hk: 正在將 %@ 合併到 %@

source: Merging branches
zh_hans: 正在合并分支
zh_hk: 正在合併分支

source: Large branch merges may take a while. Please keep GitOK open.
zh_hans: 大分支合并可能需要一些时间，请保持 GitOK 打开。
zh_hk: 大分支合併可能需要一些時間，請保持 GitOK 開啟。

source: Switching to %@
zh_hans: 正在切换到 %@
zh_hk: 正在切換到 %@

source: GitOK is updating the repository. Other actions are temporarily blocked.
zh_hans: GitOK 正在更新仓库，其他操作已暂时阻止。
zh_hk: GitOK 正在更新倉庫，其他操作已暫時阻止。

source: Checking merge result
zh_hans: 正在检查合并结果
zh_hk: 正在檢查合併結果

source: Refreshing repository state after merge.
zh_hans: 合并完成后正在刷新仓库状态。
zh_hk: 合併完成後正在刷新倉庫狀態。

source: Still merging %@ into %@
zh_hans: 仍在将 %@ 合并到 %@
zh_hk: 仍在將 %@ 合併到 %@

source: The helper is still working on this merge. Large conflict sets can take several minutes.
zh_hans: 辅助进程仍在执行合并。大量冲突文件可能需要几分钟。
zh_hk: 輔助程序仍在執行合併。大量衝突文件可能需要幾分鐘。

source: Still working through a large merge
zh_hans: 仍在处理大型合并
zh_hk: 仍在處理大型合併

source: GitOK is waiting for the helper process to finish. The app is blocked to protect the repository.
zh_hans: GitOK 正在等待辅助进程完成。为保护仓库，App 操作会暂时阻止。
zh_hk: GitOK 正在等待輔助程序完成。為保護倉庫，App 操作會暫時阻止。

source: Large merge still in progress
zh_hans: 大型合并仍在进行
zh_hk: 大型合併仍在進行

source: This can happen when thousands of files changed or conflicts need to be prepared. Please wait.
zh_hans: 当数千个文件发生变化或需要准备冲突信息时，这种情况是正常的，请继续等待。
zh_hk: 當數千個文件發生變化或需要準備衝突資訊時，這種情況是正常的，請繼續等待。

source: SmartMerge
zh_hans: 智能合并
zh_hk: 智能合併

source: to
zh_hans: 到
zh_hk: 到

# 智能合并工具
source: Smart merge tool
zh_hans: 智能合并工具
zh_hk: 智能合併工具
